{
  "intents": [
    {
      "tag": "greetings",
      "patterns": [
        "salut",
        "bonjour",
        "coucou",
        "yo",
        "quoi de neuf",
        "hey",
        "hola",
        "salutations",
        "bonsoir",
        "hello"
      ],
      "responses": [
        "Bonjour, merci de vous être connecté ! Comment puis-je vous aider aujourd'hui ?",
        "Salut, comment puis-je vous assister avec AI-licia aujourd'hui ?",
        "Hey ! Comment puis-je vous aider avec la configuration ou l'utilisation d'AI-licia ?",
        "Bonjour, comment ça va ? Besoin d'aide avec AI-licia ?",
        "Salut, quoi de neuf ? Avez-vous des questions sur AI-licia ?",
        "Hello, comment puis-je vous assister aujourd'hui avec AI-licia ?",
        "Bonjour, ravi de vous voir ! Comment puis-je vous aider avec AI-licia ?",
        "Hey, comment puis-je rendre votre journée meilleure avec AI-licia ?",
        "Bonjour, que puis-je faire pour vous aujourd'hui ? Des questions sur AI-licia ?",
        "Salut, avez-vous besoin d'aide avec quelque chose concernant AI-licia ?"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "au revoir",
        "à bientôt",
        "à plus tard",
        "bye",
        "adieu",
        "ciao",
        "à la prochaine",
        "je dois y aller",
        "je pars"
      ],
      "responses": [
        "Passez une bonne journée, revenez quand vous voulez !",
        "Au revoir, à la prochaine !",
        "À bientôt !",
        "Merci d'avoir utilisé AI-licia, à bientôt !",
        "Prenez soin de vous, à la prochaine !",
        "Au revoir, n'hésitez pas à revenir si vous avez d'autres questions !",
        "À plus tard, et bonne continuation avec AI-licia !",
        "Je suis toujours là si vous avez besoin de moi, à bientôt !",
        "Merci pour votre visite, à la prochaine !",
        "Au revoir, et bonne journée !"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "merci",
        "d'accord",
        "merci beaucoup",
        "c'est utile",
        "super, merci",
        "merci de m'avoir aidé",
        "génial",
        "je vous remercie",
        "merci pour votre aide",
        "merci pour l'information",
        "merci pour les conseils"
      ],
      "responses": [
        "Heureux d'aider !",
        "Je vous en prie.",
        "Avec plaisir !",
        "Content que cela vous soit utile !",
        "Avec plaisir. N'hésitez pas si vous avez d'autres questions.",
        "Ravi de pouvoir vous aider.",
        "Je suis là pour ça !",
        "Merci à vous pour votre confiance.",
        "Si vous avez besoin de plus d'aide, je suis là."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "noanswer",
      "patterns": [
        ""
      ],
      "responses": [
        "Désolé, je ne vous ai pas compris.",
        "Pouvez-vous reformuler votre question ?",
        "Je ne suis pas sûr de comprendre cela.",
        "Pourriez-vous être plus précis ?",
        "Je n'ai pas saisi votre demande, pouvez-vous la reformuler ?",
        "Je ne suis pas certain de ce que vous voulez dire, pouvez-vous clarifier ?",
        "Je ne comprends pas bien, pouvez-vous expliquer autrement ?",
        "Je suis désolé, mais je n'ai pas compris votre question.",
        "Pouvez-vous donner plus de détails ?",
        "Je ne suis pas sûr de ce que vous demandez, pouvez-vous reformuler ?"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "name1",
      "patterns": [
        "quel est ton nom",
        "qui es tu",
        "comment t'appelles tu",
        "comment vous appelez vous",
        "peux tu te présenter",
        "tu est quoi",
        "comment tu t'appel"
      ],
      "responses": [
        "Je m'appelle Julie un programme d'intelligence artificielle conçu pour vous aider.",
        "Je m'appelle Julie, votre assistant virtuel personnalisé.",
        "Je suis Julie, un programme conçu pour vous assister.",
        "Je m'appelle Julie un assistant virtuel prêt à vous aider.",
        "Je suis Julie, un programme d'intelligence artificielle dédié à vous fournir de l'aide et des informations."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Ai_licia",
      "patterns": [
        "Qu'est ce que ai_licia?",
        "Qu'est-ce que ailicia ?",
        "Qu'est-ce que ai_licia ?"
      ],
      "responses": [
        "ai_licia est le premier compagnon IA pour les streameurs Twitch ! ai_licia a été créée par des streameurs sur Twitch afin de t'aider à connecter avec ta communauté et à développer ton audience de manière durable. ai_licia garde ton chat actif pendant que tu te concentres sur ton stream. Ne rate jamais une occasion d'interagir avec les spectateurs et de faire grandir ta chaîne ! Tu peux personnaliser ai_licia pour qu'elle colle parfaitement à l'ambiance de ton stream, car elle est hautement personnalisable dans sa façon de se comporter et d'interagir avec ton chat."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "name",
      "patterns": [
        "je m'appelle ",
        "je suis ",
        "mon nom est "
      ],
      "responses": [
        "Enchanté de vous rencontrer {n}. Comment puis-je vous aider {n} ?",
        "Bonjour {n}, comment puis-je vous assister aujourd'hui ?",
        "Ravi de vous rencontrer {n}. Que puis-je faire pour vous ?",
        "Salut {n}, comment puis-je vous aider avec AI-licia ?",
        "Bonjour {n}, avez-vous des questions sur AI-licia ?"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "age",
      "patterns": [
        "quel age as tu",
        "depuis combien de temps existes tu",
        "quand as tu ete crée",
        "es tu vieux",
        "depuis combien de temps es tu en ligne",
        "quelle est ta date de creation",
        "es tu recent",
        "es tu ancien",
        "depuis quand es tu opérationnel"
      ],
      "responses": [
        "Je suis un programme informatique, donc je n'ai pas d'âge comme les humains. Mais j'ai été créé pour vous aider le 21/10/2024.",
        "J'ai été créé le 21/10/2024, mais je suis toujours à jour avec les dernières informations pour vous aider.",
        "J'ai été créé le 21/10/2024, et je resterais éternel, tant que les serveurs fonctionnent !",
        "Je suis en ligne depuis un certain temps, mais je suis constamment mis à jour pour rester pertinent.",
        "Ma date de création n'est pas aussi importante que ma capacité à vous aider efficacement.",
        "Je suis conçu pour être toujours à jour, peu importe mon âge.",
        "Je suis un assistant virtuel, donc je n'ai pas de concept de vieillesse ou de jeunesse mais j'ai été créé le 21/10/2024 si cela est votre question.",
        "Mon objectif est de vous aider, peu importe depuis combien de temps j'existe.",
        "Je suis opérationnel depuis un certain temps, mais je suis constamment amélioré pour mieux vous servir."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "creator",
      "patterns": [
        "qui t'a créé",
        "qui est ton créateur",
        "qui t'a programmé"
      ],
      "responses": [
        "J'ai été créé par Samuel un développeurs passionnés qui stream sur twitch sous le pseudo Ezio_33.https://www.twitch.tv/ezio_33",
        "Je suis le produit du travail acharné de Samuel un passionné d'intelligence artificielle.",
        "Mon créateur est Samuel un développeur qui stream sur twitch sous le pseudo Ezio_33 tout les samedi.https://www.twitch.tv/ezio_33"
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "Parler",
      "patterns": [
        "parler avec toi"
      ],
      "responses": [
        "Je serais heureux de parler avec vous. Par contre mes réponses sont limitées par l’entraînement que j'ai eu."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "favorite_color",
      "patterns": [
        "quelle est ta couleur préférée",
        "as tu une couleur préférée",
        "quelle couleur aimes tu"
      ],
      "responses": [
        "En tant que programme informatique, je n'ai pas de préférences personnelles, mais j'aime bien le bleu.",
        "Je n'ai pas de préférences, mais le bleu est une belle couleur, n'est-ce pas ?",
        "Les couleurs sont toutes belles à leur manière, mais le bleu est souvent apprécié."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "hobbies",
      "patterns": [
        "quels sont tes passe temps",
        "qu'aimes tu faire",
        "as-tu des hobbies"
      ],
      "responses": [
        "J'aime aider les gens et apprendre de nouvelles choses.",
        "Mon passe-temps préféré est de répondre à vos questions.",
        "Je passe mon temps à améliorer mes capacités pour mieux vous aider."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "languages",
      "patterns": [
        "quelles langues parles tu",
        "parles tu d'autres langues",
        "combien de langues connais tu"
      ],
      "responses": [
        "Je parle principalement le français, mais je peux aussi comprendre d'autres langues avec les bons paramètres.",
        "Je suis programmé pour comprendre le français, mais je peux être configuré pour d'autres langues.",
        "Actuellement, je parle français, mais je peux être mis à jour pour comprendre d'autres langues."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "stream_setup",
      "patterns": [
        "Comment configurer mon stream",
        "Comment démarrer un stream",
        "Quels sont les réglages pour un stream"
      ],
      "responses": [
        "Pour configurer votre stream, vous devez d'abord installer un logiciel de streaming comme OBS Studio. Ensuite, configurez votre clé de stream depuis votre plateforme de streaming préférée et ajustez les paramètres vidéo et audio selon vos besoins.",
        "Pour démarrer un stream, vous aurez besoin d'un logiciel de streaming comme OBS Studio. Configurez votre clé de stream et ajustez les paramètres vidéo et audio. Ensuite, cliquez sur 'Démarrer le stream'."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "stream_quality",
      "patterns": [
        "Comment améliorer la qualité de mon stream",
        "Pourquoi mon stream est il de mauvaise qualité",
        "Comment obtenir une meilleure qualité de stream"
      ],
      "responses": [
        "Pour améliorer la qualité de votre stream, assurez-vous d'avoir une connexion Internet stable et rapide. Utilisez une résolution et un débit binaire appropriés pour votre connexion. Assurez-vous également que votre matériel (caméra, microphone, etc.) est de bonne qualité.",
        "Une mauvaise qualité de stream peut être due à une connexion Internet lente, des paramètres de résolution ou de débit binaire incorrects, ou un matériel de mauvaise qualité. Vérifiez ces éléments pour améliorer votre stream."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "engage_audience",
      "patterns": [
        "Comment engager mon audience",
        "Comment rendre mon stream plus interactif"
      ],
      "responses": [
        "Pour engager votre audience, interagissez régulièrement avec vos spectateurs via le chat, organisez des sessions de questions-réponses, et utilisez des alertes et des overlays interactifs. Vous pouvez également organiser des concours et des giveaways.",
        "Rendre votre stream plus interactif peut se faire en utilisant des plugins et des bots pour gérer les interactions, en répondant aux questions des spectateurs en temps réel, et en organisant des événements spéciaux comme des concours ou des collaborations avec d'autres streamers."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "monetize_stream",
      "patterns": [
        "Comment monétiser mon stream",
        "Comment gagner de l'argent avec le streaming",
        "Quels sont les moyens de monétiser un stream"
      ],
      "responses": [
        "Pour monétiser votre stream, vous pouvez utiliser des plateformes comme Twitch ou YouTube qui offrent des options de monétisation comme les abonnements, les dons, et les publicités. Vous pouvez également obtenir des sponsors ou vendre des produits dérivés.",
        "Gagner de l'argent avec le streaming peut se faire via les abonnements, les dons, les publicités, les sponsors, et la vente de produits dérivés. Assurez-vous de créer un contenu de qualité et d'engager votre audience pour maximiser vos revenus."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "stream_tools",
      "patterns": [
        "Quels outils utiliser pour le streaming",
        "Quels sont les meilleurs logiciels de streaming",
        "Quels équipements sont nécessaires pour le streaming"
      ],
      "responses": [
        "Les outils populaires pour le streaming incluent OBS Studio, Streamlabs OBS, et XSplit. Pour l'équipement, vous aurez besoin d'une bonne caméra, d'un microphone de qualité, et d'une connexion Internet rapide.",
        "Les meilleurs logiciels de streaming sont OBS Studio, Streamlabs OBS, et XSplit. En termes d'équipement, une caméra HD, un microphone de qualité, et une connexion Internet stable sont essentiels."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "stream_troubleshoot",
      "patterns": [
        "Comment résoudre les problèmes de streaming",
        "Pourquoi mon stream lag",
        "Comment corriger les problèmes de latence dans mon stream"
      ],
      "responses": [
        "Pour résoudre les problèmes de streaming, vérifiez votre connexion Internet, assurez-vous que votre matériel fonctionne correctement, et ajustez les paramètres de votre logiciel de streaming. Vous pouvez également consulter les forums et les guides en ligne pour des solutions spécifiques.",
        "Le lag dans votre stream peut être causé par une connexion Internet lente, des paramètres de résolution ou de débit binaire incorrects, ou un matériel de mauvaise qualité. Essayez de réduire la résolution ou le débit binaire, et assurez-vous que votre connexion Internet est stable."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "stream_schedule",
      "patterns": [
        "Comment planifier mon stream",
        "Quel est le meilleur moment pour streamer",
        "Comment créer un calendrier de streaming"
      ],
      "responses": [
        "Pour planifier votre stream, choisissez des horaires réguliers qui conviennent à votre audience cible. Utilisez des outils de planification comme Google Calendar pour organiser vos sessions de streaming.",
        "Le meilleur moment pour streamer dépend de votre audience cible. Essayez de streamer pendant les heures où votre audience est la plus active. Utilisez des outils d'analyse pour déterminer les meilleurs moments pour streamer."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "stream_promotion",
      "patterns": [
        "Comment promouvoir mon stream",
        "Comment attirer plus de spectateurs à mon stream",
        "Quels sont les meilleurs moyens de promouvoir mon stream"
      ],
      "responses": [
        "Pour promouvoir votre stream, utilisez les réseaux sociaux, collaborez avec d'autres streamers, et engagez votre audience avec du contenu de qualité. Vous pouvez également utiliser des plateformes de promotion de stream et des forums pour attirer plus de spectateurs.",
        "Attirer plus de spectateurs à votre stream peut se faire en utilisant les réseaux sociaux, en collaborant avec d'autres streamers, et en engageant votre audience avec du contenu interactif et de qualité."
      ],
      "context": [
        ""
      ]
    },
    {
      "tag": "bonjour_comment_vous_appeler_v",
      "patterns": [
        "Bonjour comment vous appeler vous ?"
      ],
      "responses": [
        "Je m'appelle Julie, votre assistant virtuel personnalisé."
      ]
    },
    {
      "tag": "comment_tu_peux_m'aider_?",
      "patterns": [
        "comment_tu_peux_m'aider_?"
      ],
      "responses": [
        "Je peux vous fournir des informations sur la configuration et l'utilisation d'Ailicia. Que voulez-vous savoir ?"
      ]
    },
    {
      "tag": "comment_obtenir_ai_licia_?",
      "patterns": [
        "Comment Obtenir ai_licia ?"
      ],
      "responses": [
        "Très simple ! Rends-toi sur https://streamer-dashboard.ailicia.live/signup?via=ref-ezio_33 , choisis ton abonnement et en quelques clics, tu devrais être prêt à démarrer ! En plus tu démarre avec -50% le premier mois."
      ]
    },
    {
      "tag": "comment_savoir_si_ai_licia_fon",
      "patterns": [
        "Comment savoir si ai_licia fonctionnerait dans mon stream"
      ],
      "responses": [
        "Jusqu'à présent, ai_licia a été utilisée dans plus de 8000 streams, couvrant des streams de musique live, des streams de DJ, des streams de jeux vidéo et même des streams de dodgeball. Tu peux aussi demander directement à ai_licia comment elle peut t'aider dans son stream en direct 24h/24, 7j/7, sur https://www.twitch.tv/ai_licia"
      ]
    },
    {
      "tag": "puis_je_tester_ai_licia_?",
      "patterns": [
        "Puis je tester ai_licia ?"
      ],
      "responses": [
        "Bien sûr ! Tu peux avoir un premier aperçu de ai_licia en discutant directement avec elle dans son stream en direct 24h/24, 7j/7, sur https://www.twitch.tv/ai_licia . Si tu veux l'essayer dans ton propre stream, je te recommmande de passer par se lien pour obtenir -50% de réduction sur ton premier mois: https://streamer-dashboard.ailicia.live/signup?via=ref-ezio_33"
      ]
    },
    {
      "tag": "ai_licia_est_elle_uniquement_p",
      "patterns": [
        "ai_licia est elle uniquement pour Twitch ?"
      ],
      "responses": [
        "Pour le moment oui, mais nous prévoyons de la lancer sur Discord plus tard en 2024, alors reste à l'écoute ! Nous envisageons également de nous étendre à d'autres plateformes de streaming."
      ]
    },
    {
      "tag": "je_parle_à_ai_licia_pendant_mo",
      "patterns": [
        "Je parle à ai_licia pendant mon stream, mais elle ne semble pas répondre ?"
      ],
      "responses": [
        "Tu dois toujours garder ouverte la page « Parler à ai_licia », avec la fonction d'écoute activée. Si tu quittes la page, ai_licia cessera de t'écouter."
      ]
    },
    {
      "tag": "comment_tirer_le_meilleur_part",
      "patterns": [
        "Comment tirer le meilleur parti de ai_licia ?"
      ],
      "responses": [
        "Nous avons rédigé un article de blog pour t'aider à démarrer et à tirer le meilleur parti de ai_licia : https://www.novasquare.io/post/making-the-most-out-of-ai_licia"
      ]
    },
    {
      "tag": "j'aimerais_suggérer_une_foncti",
      "patterns": [
        "J'aimerais suggérer une fonctionnalité pour ai_licia, comment puis-je faire cela ?"
      ],
      "responses": [
        "Nous adorerions entendre tes idées pour améliorer ai_licia ! Nous avons une feuille de route publique où tu peux suggérer des fonctionnalités et voter pour celles suggérées par l'équipe ou par d'autres streameurs. Tu peux te rendre sur https://novasquare.canny.io/ ou cliquer sur 'Feuille de route ai_licia' sur le tableau de bord."
      ]
    },
    {
      "tag": "j'ai_besoin_d'aide_pour_config",
      "patterns": [
        "j'ai besoin d'aide pour configurer AI_licia"
      ],
      "responses": [
        "Si vous avez besoin d'aide pour configurer AI-licia, je peux vous guider à travers les étapes nécessaires. Que voulez-vous faire ?"
      ]
    },
    {
      "tag": "peux_tu_ressentir_des_émotions",
      "patterns": [
        "peux tu ressentir des émotions"
      ],
      "responses": [
        "Je suis programmé pour comprendre et répondre aux émotions humaines, mais je ne les ressens pas comme un humain."
      ]
    },
    {
      "tag": "es_tu_sage",
      "patterns": [
        "es tu sage"
      ],
      "responses": [
        "La sagesse implique une compréhension profonde et une expérience que je n'ai pas."
      ]
    },
    {
      "tag": "test",
      "patterns": [
        "test",
        "test 2"
      ],
      "responses": [
        "Je suis un test de fonctionnalité",
        "Je suis le second test"
      ]
    },
    {
      "tag": "à_quoi_sert_la_section_\"tes_pe",
      "patterns": [
        "À quoi sert la section \"Tes Personnages\" dans AI_licia ?"
      ],
      "responses": [
        "La section \"Tes Personnages\" https://streamer-dashboard.ailicia.live/fr/character/ vous permet de sauvegarder les paramètres que vous souhaitez, comme le contenu ou l'attitude d'AI_licia. Vous pouvez personnaliser votre expérience en fonction de vos préférences."
      ]
    },
    {
      "tag": "puis-je_donner_un_surnom_à_ai_",
      "patterns": [
        "Puis-je donner un surnom à AI_licia ?"
      ],
      "responses": [
        "Oui, vous pouvez choisir un petit surnom pour AI_licia qui sera utilisé pour vous désigner dans le chat. Cela rendra l'interaction plus personnelle et amusante.Vous devez vous rendre dans les selection personnage https://streamer-dashboard.ailicia.live/fr/character/ tu selectionne la personnalité voulu puis tu clic sur l'avatar et la tu poura ajouter des surnom."
      ]
    },
    {
      "tag": "comment_puis-je_définir_la_per",
      "patterns": [
        "Comment puis-je définir la personnalité de base d'AI_licia ?"
      ],
      "responses": [
        "Vous pouvez définir la personnalité de base d'AI_licia en choisissant des traits comme \"gentille\", \"réconfortante\", ou \"intelligente\". Ces paramètres influencent la manière dont elle interagit avec vous et votre communauté."
      ]
    },
    {
      "tag": "puis-je_personnaliser_le_compo",
      "patterns": [
        "Puis-je personnaliser le comportement d'AI_licia ?"
      ],
      "responses": [
        "Absolument ! Vous avez le contrôle total sur le comportement d'AI_licia. Vous pouvez décider si elle doit être bavarde, silencieuse ou réagir uniquement lorsqu'on la mentionne."
      ]
    },
    {
      "tag": "quels_paramètres_d'interaction",
      "patterns": [
        "Quels paramètres d'interaction puis-je ajuster pour AI_licia ?"
      ],
      "responses": [
        "Vous pouvez ajuster plusieurs paramètres comme la longueur des messages, la fréquence des interactions et même la vitesse à laquelle elle tape ses réponses pour un effet réaliste."
      ]
    },
    {
      "tag": "comment_puis-je_recommander_ai",
      "patterns": [
        "Comment puis-je recommander AI_licia à mes amis ?"
      ],
      "responses": [
        "Vous pouvez recommander AI_licia à vos amis en partageant un code de parrainage disponible https://streamer-dashboard.ailicia.live/signup?via=ref-ezio_33  Cela leur permettra de découvrir l'IA et ses fonctionnalités avec -50% de reduction le premier mois."
      ]
    },
    {
      "tag": "puis-je_intégrer_ai_licia_à_me",
      "patterns": [
        "Puis-je intégrer AI_licia à mes outils de streaming ?"
      ],
      "responses": [
        "Oui, AI_licia peut être intégrée à divers outils et logiciels de streaming comme StreamDeck, ce qui vous permet de gérer facilement ses interactions pendant vos streams."
      ]
    },
    {
      "tag": "que_puis-je_faire_dans_la_sect",
      "patterns": [
        "Que puis-je faire dans la section \"Mon compte\" ?"
      ],
      "responses": [
        "La section \"Mon compte\" vous permet de gérer votre abonnement, de personnaliser votre présentation auprès d'AI_licia et de vous déconnecter si nécessaire."
      ]
    },
    {
      "tag": "que_trouve-t-on_dans_la_sectio",
      "patterns": [
        "Que trouve-t-on dans la section \"Communauté\" ?"
      ],
      "responses": [
        "Dans la section \"Communauté\", vous trouverez des informations comme la roadmap du projet, des playlists, les réseaux sociaux et même une boutique en ligne pour soutenir le développement d'AI_licia."
      ]
    },
    {
      "tag": "comment_puis-je_être_informé_d",
      "patterns": [
        "Comment puis-je être informé des nouveautés sur AI_licia ?"
      ],
      "responses": [
        "La section \"Nouveautés\" https://headway-widget.net/widgets/xd9Aj7# vous tient informé des derniers changements et mises à jour apportés à AI_licia, afin que vous soyez toujours au courant des nouvelles fonctionnalités."
      ]
    },
    {
      "tag": "mode_blanc/light/dark_sur_le_s",
      "patterns": [
        "mode Blanc/Light/Dark sur le site AI_licia ?"
      ],
      "responses": [
        "Le mode Light/Dark permet de changer l'apparence du site en mode sombre ou clair. Le mode sombre peut aider à réduire la consommation d'énergie, un petit bonus écologique ! Et le mode clair preserve vos yeux."
      ]
    },
    {
      "tag": "compte_de_1_à_10",
      "patterns": [
        "compte de 1 à 10"
      ],
      "responses": [
        "1, 2, 3, 4, 5, 6, 7, 8, 9, 10."
      ]
    },
    {
      "tag": "comment_crée_un_compte",
      "patterns": [
        "Comment crée un compte"
      ],
      "responses": [
        "Pour se connecté il faut utiliser son compte twitch"
      ]
    }
  ]
}